Repository: Procare2023/PC.Survey
Catalog: WebFrontEnd/PC.External/Resources/Resource.*.resx
Languages: ar_sa

# InPast14DaysC19
source: in the past 14 days?
ar_sa: خلال الـ 14 يومًا الماضية؟

source: Insurance
ar_sa: التأمين

source: Insurance Provider
ar_sa: شركة التأمين

source: Insurance related issues
ar_sa: خدمات التأمين

# InternalMedicineAndGastroenterology
source: Internal Medicine & Gastroenterology
ar_sa: الطب الباطني والجهاز الهضمي

source: Ischemic heart disease
ar_sa: قصور الشرايين التاجية للقلب

source: I smoke occasionally
ar_sa: أدخن من حين لآخر

# ISmokeShishaOccassionally
source: I smoke occassionally
ar_sa: من وقت لآخر

source: I used to smoke
ar_sa: اعتدت أن أدخن

# JointStiffnessYouHaveExperienced
source: The following questions concern the amount of joint stiffness you have experienced during the last week in your knee
ar_sa: الأسئلة التالية تتعلق بمقدار تصلب المفصل الذي عانيت منه الإسبوع الماضي في ركبتك.

# JumpingMSK
source: SP3. Jumping
ar_sa: و٣: القفز

source: kg
ar_sa: كغ

source: Kidney disease
ar_sa: أمراض الكلى

# KneeCatchOrHangUpWhenMoving
source: S3. Does your knee catch or hang up when moving?
ar_sa: ت٣: هل ركبتك تتصلب عند الحركة؟

# KneeDifficulty
source: Q4. In general, how much difficulty do you have with your knee?
ar_sa: ج٤: بشكل عام، ما مقدار الصعوبة التي تواجهها مع ركبتك؟

# KneelingMSK
source: SP5. Kneeling
ar_sa: و٥: الارتكاز على الركبتين، الجلوس بين السجدتين

source: Knowledge & Helpfulness
ar_sa: الخبرة والتعاون

source: KOOS Score:
ar_sa: استبانة الإلتهاب المفصلي العظمي وإصابات الركبة

source: Lab & Radiology services
ar_sa: خدمات المختبر والأشعة

# LackOfConfidenceInKnee
source: Q3. How much are you troubled with lack of confidence in your knee?
ar_sa: ج٣: ما مدى انزعاجك بسبب ضعف ثقتك في ركبتك؟

source: Last Name
ar_sa: الاسم الأخير

source: Learning difficulties
ar_sa: هل يوجد صعوبات بارزة في التعلم

source: Less than 1 year
ar_sa: أقل من سنة

source: Less than a month
ar_sa: أقل من شهر

# LessThanOneYear
source: Less than 1 year
ar_sa: أقل من عام واحد

# LightDomesticDuties
source: A17. Light domestic duties (cooking, dusting, etc)
ar_sa: و١٧: الأعمال المنزلية الخفيفة، الطبخ وتنظيف الغبار...إلخ

source: List:
ar_sa: قائمة:

source: List of Family Members
ar_sa: قائمة أفراد الأسرة

source: Long Waiting Time
ar_sa: وقت الانتظار طويل

# LyingInBed
source: A12. Lying in bed (turning over, maintaining knee position)
ar_sa: و١٢: الإستلقاء على السرير، التقلب على أحد الجانبين أو الحفاظ على وضع ثابت للركبة

source: Malath
ar_sa: ملاذ

source: Male
ar_sa: ذكر

source: Marriage Date
ar_sa: تاريخ الزواج

source: Married
ar_sa: متزوج

source: Martial Status
ar_sa: الحالة الزوجية

source: Measles
ar_sa: الحصبة

# MeaslesOrMumpsOrRubella
source: Measles/Mumps/Rubella
ar_sa: الحصبة / النكاف / الحصبة الألمانية

source: Medgulf
ar_sa: ميدغلف

source: Medication
ar_sa: أدوية

source: Medication Availability
ar_sa: تواجد الأدوية

source: Medication List
ar_sa: قائمة الأدوية

source: Mednet
ar_sa: ميدنت

source: Membership Number
ar_sa: رقم العضوية

source: Meningitis
ar_sa: الإلتهاب السحائي

source: Mental Illness
ar_sa: مرض عقلي

source: Middle Name
ar_sa: اسم الأب

source: Migraine
ar_sa: داء الشقيقة

# Mild1MSK
source: Mild (1)
ar_sa: خفيفة (١)

# MildlyMSK
source: Mildly (1)
ar_sa: بشكل بسيط (١)

source: Mobile
ar_sa: رقم الهاتف الجوال

source: Mobile No.
ar_sa: رقم الهاتف الجوال

source: Mobile Number
ar_sa: رقم الجوال

source: Mobile Registered with WhatsApp?
ar_sa: تسجيل رقم الهاتف عن طريق برنامج الواتس اب؟

source: Mobile should be starting with 05.
ar_sa: يجب ان يبدأ رقم الهاتف المحمول بـ 05.

# Moderate2MSK
source: Moderate (2)
ar_sa: متوسطة (٢)

# ModeratelyMSK
source: Moderately (2)
ar_sa: بشكل متوسط (٢)

# ModifiedLifeStyle
source: Q2. Have you modified your life style to avoid activities potentially damaging to your knee?
ar_sa: ج٢: هل قمت بتعديل نمط حياتك لتجنب الضرر المحتمل من بعض الأنشطة على ركبتك؟

# Monthly1MSK
source: Monthly (1)
ar_sa: شهرياً (١)

source: More than 5 years
ar_sa: أكثر من ٥ سنين.

source: More than a month
ar_sa: أكثر من شهر

# MoreThanEightHours
source: More than 8 hours
ar_sa: أكثر من 8 ساعات

# MoreThanFifteenShishayears
source: More than 15 years
ar_sa: أكثر من خمسة عشر عامًا

# MoreThanFifteenYears
source: More than 15 years
ar_sa: أكثر من 15 سنة

# MoreThanThirtyCigarettes
source: More than 30 cigarettes
ar_sa: أكثر من 30 سيجارة

# MoreThanThreeTimesDay
source: More than 3 times a day
ar_sa: أكثر من ثلاث مرات يوميًا

source: Mother
ar_sa: أم

source: Mother's Name
ar_sa: اسم الأم

# Motor
source: Motor/Mobility
ar_sa: الجهاز الحركي / العضلي

source: Mumps
ar_sa: النكاف

source: Musculoskeletal System
ar_sa: الجهاز العضلي الهيكلي

source: NA
ar_sa: لا يوجد / لا ينطبق

source: Name
ar_sa: إسم الشخص

source: Name of Immunizations
ar_sa: إسم التطعيم / اللقاح

source: Name of Medication
ar_sa: إسم الدواء / العقار الطبي

# NameOfMedicationOrSupplement
source: Name of Medication/ Supplement
ar_sa: إسم الدواء أو المستحضر الطبي أو المكمل الغذائي

source: Name of Supplement
ar_sa: إسم الفيتامين/ المستحضر العشبي/ المكمل الغذائي

source: Name of surgery
ar_sa: إسم أو طبيعة العملية / الإجراء الجراحي

source: Neutral
ar_sa: محايد

source: Never
ar_sa: البتة

# Never0MSK
source: Never (0)
ar_sa: أبداً (٠)

source: Never been
ar_sa: لم يسبق لي

# NeverNoPainMSK
source: Never (0)
ar_sa: لا يوجد ألم (٠)

source: Next
ar_sa: التالي

# NextC19
source: Next
ar_sa: التالي

source: Nightmares
ar_sa: كوابيس

# NightWhileInBed
source: P7. At night while in bed
ar_sa: أ٧: في فراشك أثناء لليل

source: No
ar_sa: لا

source: No current health issues
ar_sa: لا يوجد أي مشاكل صحية حالية

source: None
ar_sa: لا شيء

# None0MSK
source: None (0)
ar_sa: لا يوجد تصلب (٠)

# NoneNoDifMSK
source: None (0)
ar_sa: لا يوجد صعوبة (٠)

source: No. of Siblings
ar_sa: عدد الأخوة و الأخوات

source: Normal
ar_sa: طبيعي

source: Normal appetite
ar_sa: طبيعية

# NotAtAllMSK
source: Not at all (0)
ar_sa: لا على الإطلاق (٠)

source: Not Available
ar_sa: غير موجودين

source: Not completed. Why?
ar_sa: غير مكتمل. لماذا؟

source: Not Helpful
ar_sa: غير متعاونين

source: Not Sure
ar_sa: غير متأكد

# NPS_CanContactQuestion
source: Would you like us to contact you?
ar_sa: هل تريد أن نقوم بالتواصل معك؟

# NPS_RecReasonQuestion
source: What is the reason behind your answer?
ar_sa: ما هو سبب اختيارك هذا التقييم؟

# NPS_RecValQuestion
source: On a scale of 1 (Very Unlikely) - 10 (Extremely Likely), how likely are you to recommend My Clinic?
ar_sa: من 1 (غير محتمل) - 10 (محتمل جداً) ما مدى الاحتمالية أنك تنصح غيرك بزيارة عيادتي؟

# NumberOfAbortionsSpecifyWeekOfPregnancy
source: Number of abortions (please, specify at which week of pregnancy):
ar_sa: كم عدد الإجهاضات (يرجى تحديد عمر الجنين بالأسابيع عند حدوث الإجهاض):

# NumberOfDeliveriesSpecifyNormalAndCaeserian
source: Number of Deliveries (please, specify how many normal & by Caesarean Section):
ar_sa: كم عدد الولادات (يرجى تحديد كم منها كان طبيعيا و كم منها عملية قيصرية):

# NumericValues1To100ForHowManyYearsField
source: Numeric values from 1 to 100 should be entered in For how many years? field.
ar_sa: يجب عليك إدخال قيمة رقمية من 1 إلى 100، في خانة لمدة كم سنة؟

# NumericValues1To100HowManyPerDayField
source: Numeric values from 1 to 100 should be entered in How many cigarettes per day? field.
ar_sa: يجب إدخال قيمة رقمية من ١ إلى ١٠٠ في خانة كم سيجارة باليوم ؟

# NumericValues1To100IfQuitWhatYearField
source: Numeric values from 1 to 100 should be entered in If you have quit, what year did you quit? field.
ar_sa: يجب عليك إدخال قيمة رقمية من 1 إلى 100، في خانة إذا كنت قد أقلعت عن التدخين، في أي سنة ؟

source: Numeric values should be entered in height field.
ar_sa: يجب إدخال قيم رقمية فقط في خانة الطول

source: Numeric values should be entered in Mobile field.
ar_sa: يجب إدخال القيم الرقمية في حقل الهاتف المحمول.

source: Numeric values should be entered in No. of Siblings field.
ar_sa: يجب إدخال قيمة رقمية في خانة عدد الأشقاء

source: Numeric values should be entered in weight field.
ar_sa: يجب إدخال قيمة رقمية في خانة الوزن

source: Nutrition
ar_sa: التغذية

source: NUTRITION HISTORY
ar_sa: تاريخ التغذية

# ObstericAndGynaecologyHistory
source: OBSTETRIC & GYNAECOLOGY HISTORY:
ar_sa: تاريخ النساء و الولادة

# OccasionallyOnceMonth
source: Occasionally (once a month)
ar_sa: من حين لآخر (مرة كل شهر)

source: Occupation
ar_sa: الوظيفة

# Often3MSK
source: Often (3)
ar_sa: غالباً (٣)

# OftenAwareOfKneeProblem
source: Q1. How often are you aware of your knee problem?
ar_sa: ج١: كم مره تدرك وتتذكر أن لديك مشكلة في الركبة؟

# OftenExperienceKneePain
source: P1. How often do you experience knee pain?
ar_sa: أ١: كم مره تشعر بألم في الركبة؟

source: OK
ar_sa: حسنا

source: Once everyday
ar_sa: مرة كل يوم

# OnceEveryTwoWeeks
source: Once every 2 weeks
ar_sa: مرة كل أسبوعين

source: Once or twice weekly
ar_sa: مرة أو مرتين أسبوعيًا

source: Once per month
ar_sa: مرة كل شهر

# OneToThreeCigarettes
source: 1 - 3 cigarettes
ar_sa: من 1 إلى 3 سيجارة

# OneToThreeYears
source: 1 to 3 years
ar_sa: من سنة إلى 3 سنوات

# OneToTwoHours
source: 1 to 2 hours
ar_sa: من ساعة إلى ساعتين

# OneToTwoYears
source: 1 to 2 years
ar_sa: من عام إلى عامين

source: ONLINE MEDICATION FORM
ar_sa: نموذج العلاج عبر الإنترنت

source: Operation Failed!
ar_sa: حدث خطأ!

source: Ophthalmology
ar_sa: طب العيون

source: Other
ar_sa: أخرى

source: Other input field should not be empty.
ar_sa: خانة (أخرى) يجب أن لا تكون فارغة.

source: Others
ar_sa: أخرى

source: Others input field should not be empty.
ar_sa: خانة أخرى يجب أن لاتكون فارغة

source: Others (please, specify)
ar_sa: أخرى، يرجى التحديد

source: Other types of Cancer
ar_sa: أنواع أخرى من السرطان

source: Other Types of Cancer input field should not be empty.
ar_sa: خانة أنواع أخرى من السرطان يجب أن لا تكون فارغة.

source: Overweight
ar_sa: فوق الطبيعي

# PainMSK
source: Pain
ar_sa: الألم

source: Pain subtotal:
ar_sa: مجموع الألم:

source: Parking
ar_sa: المواقف

source: PAST MEDICAL HISTORY
ar_sa: التاريخ المرضي السابق

source: PAST MEDICAL ILLNESS
ar_sa: مرض صحي سابق

source: PAST SURGICAL HISTORY
ar_sa: التاريخ المرضي السابق

source: PATIENT SURVEY
ar_sa: استبيان زوارنا

# PersonalInfoPreferredToBeFilled
source: PERSONAL INFO (preferred to be filled, but remains optional to skip what you don't like to disclose)
ar_sa: معلومات شخصية (يفضل ذكرها ، و لكنها تبقى إختيارية إن كنت لا ترغب في الإفصاح عنها)

source: Personal Information
ar_sa: معلومات شخصية

source: Pharmacy
ar_sa: الصيدلية

source: Pharmacy Staff
ar_sa: موظفي الصيدلية

source: Pick Up
ar_sa: استلام

# PleaseCheckFollowingConditionsRunningInYourFamily
source: Please check to indicate if any of the following conditions is running in your family (1st & 2nd degree relatives):
ar_sa: الرجاء وضع علامة بالمربع الذي يشير إلى الحالات المرضية الموضحة أدناه (إن وجدت بأفراد العائلة من درجتي القرابة الأولى و الثانية):

# PleaseCheckIfYouHaveFollowingConditions
source: Please check to indicate if you have any of the following conditions:
ar_sa: يرجى التحقق لمعرفة ما إذا كان لديك أي من الشروط التالية:

source: Please check to indicate if you have/had any of the following conditions:
ar_sa: الرجاء وضع علامة بالمربع الذي يشير إلي الحالات المرضية الموضحة أدناه (إن كان قد سبق للطفل أن أصيب بها في الماضي):

source: Please Complete All Required Fields
ar_sa: نرجو اكمال جميع الخانات اللازمة

# PleaseEnterAnyOtherInformationAboutYourHealth
source: Please enter any other information about your health that you would like the physician to know or address:
ar_sa: يرجى ذكر أي نقاط لم ترد في هذا الإستبيان بخصوص حالتك الصحية و التي قد ترغب في مشاركتها مع طبيبك:

source: Please enter the following information to proceed:
ar_sa: الرجاء ادخال البيانات المطلوبة للاستمرار

# PleaseEnterValidStaffEmail
source: Please enter a valid staff email
ar_sa: يرجى إدخال بريد إلكتروني صالح للموظفين

source: Please enter your address
ar_sa: الرجاء إدخال عنوانك

source: Please let us know more info...
ar_sa: الرجاء اعلامنا في حالة توفر أي معلومات أخرى...

source: Please Select
ar_sa: الرجاء الاختيار

source: Please select the option
ar_sa: يرجى تحديد أحد الخيارات

source: Please Select Your Payment Type
ar_sa: يرجى اختيار طريقة الدفع

source: please specify
ar_sa: يرجى تحديدها

# PleaseSpecifyInsurer
source: Please specify your insurer
ar_sa: الرجاء تحديد شركة التأمين الخاصة بك

# PleaseSpecifyYellowFeverCholera
source: please specify (e.g. yellow fever, cholera)
ar_sa: يرجى ذكرها ، على سبيل المثال : الحمى الصفراء، الكوليرا، إلخ

source: Please tell us why you are not satisfied with Doctor
ar_sa: نرجوا منك إخبارنا لماذا أنت غير راضٍ عن طبيبك

source: Please tell us why you are not satisfied with My Clinic
ar_sa: نرجوا منك إخبارنا لماذا أنت غير راضٍ عن عيادتي

source: Please tell us why you are not satisfied with Nursing staff
ar_sa: نرجوا منك إخبارنا لماذا أنت غير راضٍ عن فريق التمريض

source: Please tell us why you are not satisfied with Reception staff
ar_sa: نرجوا منك إخبارنا لماذا أنت غير راضٍ عن فريق خدمة العملاء

source: Please tell us why you are satisfied with Doctor
ar_sa: نرجوا منك ايضاح سبب رضاك من طبيبك

source: Please tell us why you are satisfied with My Clinic
ar_sa: نرجوا منك ايضاح سبب رضاك من عيادتي

source: Please tell us why you are satisfied with Nursing staff
ar_sa: نرجوا منك ايضاح سبب رضاك من فريق التمريض

source: Please tell us why you are satisfied with Reception staff
ar_sa: نرجوا منك ايضاح سبب رضاك من فريق خدمة العملاء

source: Please try again or contact My Clinic for assistance.
ar_sa: يرجى المحاولة مرة أخرى أو الاتصال ب عيادتي للحصول على المساعدة.

source: Pneumonia Vaccine
ar_sa: الإلتهاب الرئوي

source: Polio
ar_sa: شلل الأطفال

source: Poor Communication
ar_sa: التواصل الضعيف

source: Preferred communication tool
ar_sa: الوسيلة المفضلة للتواصل

# PrescriptionPickUpDelivery
source: Prescription Pick-Up or Delivery
ar_sa: تسليم أو توصيل الأدوية الموصوفة

source: Prescription Pick-Up or Delivery
ar_sa: تسليم أو توصيل الأدوية الموصوفة

source: PRESENT MEDICAL HISTORY
ar_sa: التاريخ المرضي الحالي

source: Previous
ar_sa: السابق

source: Professionalism & Attitude
ar_sa: الاحترافية والسلوك

# ProvideReasonComplainOrFeedback
source: Would you like to raise your comments as a complaint or general feedback?
ar_sa: هل ترغب في رفع تعليقاتك على شكل شكوى أو ملاحظات عامة؟

# ProvideReasonRatingQuestionDoctor
source: Please provide a reason for your rating to the question Doctor
ar_sa: الرجاء ايضاح سبب تقييمك للدكتور؟

# ProvideReasonRatingQuestionNurse
source: Please provide a reason for your rating to the question Nursing staff
ar_sa: نرجوا منك مشاركتنا سبب تقييمك لفريق التمريض؟

# ProvideReasonRatingQuestionProcare
source: Please provide a reason for your rating to the question ProCare
ar_sa: الرجاء ايضاح سبب تقييمك لمستشفى العناية؟

# ProvideReasonRatingQuestionReception
source: Please provide a reason for your rating to the question Reception staff
ar_sa: نرجوا منك مشاركتنا سبب تقييمك لفريق خدمة العملاء؟

# PsychiatryAndPsychology
source: Psychiatry & Psychology
ar_sa: الطب النفسي وعلم النفس

# PubGenOthers
source: Others
ar_sa: غيره

# PuttingOnSocks
source: A9. Putting on socks/stockings
ar_sa: و٩: لبس الجوارب

source: Quality of Doctor
ar_sa: جودة الأطباء

source: Quality of Life
ar_sa: جودة الحياة

source: Quality of life subtotal:
ar_sa: مجموع جودة الحياة:

source: Questionnaire
ar_sa: استبيان

source: Questions
ar_sa: أسئلة

source: Rarely
ar_sa: نادرًا

# Rarely1MSK
source: Rarely (1)
ar_sa: نادراً (١)

source: Reaction
ar_sa: طبيعة الحساسية أو التفاعل أو الأعراض الجانبية

source: Reason for admission
ar_sa: سبب التنويم

# RecommendProCareYourFriends
source: How likely are you to recommend ProCare Hospital to your friends or colleagues?
ar_sa: ما مدى الاحتمالية أنك تنصح غيرك بزيارة مستشفى العناية؟

# RecommendProCareYourFriendsWithScore
source: How likely are you to recommend ProCare Hospital to your friends or colleagues? (0 being very unsatisfactory and 10 being excellent)
ar_sa: ما مدى الاحتمالية أنك تنصح غيرك بزيارة مستشفى العناية؟ (0 غير مرضي – 10 ممتاز)

source: Registration Form
ar_sa: استمارة التسجيل

source: Relation
ar_sa: صلة القرابة

source: Relationship
ar_sa: صلة القرابة

# RememberToCheckYourSelfC19
source: Please remember to check yourself everyday for any signs or symptoms and report any to the Staff Health Clinic physician.
ar_sa: يرجى التذكر أن تتحقق من نفسك كل يوم بحثًا عن أي علامات أو أعراض جديدة (حرارة، كحة، ضيق في التنفس) وأن تبلغ طبيب عيادة الموظفين قبل القدوم للعمل في حالة وجود أي من هذه الأعراض.

source: Request Failed!
ar_sa: فشل الطلب!

# RequestFailedText
source: Sorry, an error occurred whilst submitting your request. Please try again or contact ProCare Hospital for assistance.
ar_sa: عذرًا ، حدث خطأ أثناء إرسال طلبك. يرجى المحاولة مرة أخرى أو الاتصال بمستشفى العناية للحصول على المساعدة.

# ResidenceCountryOrCityMostOfTheYear
source: Residence country / City most of the year:
ar_sa: مدينة الإقامة أغلب فترات العام:

# ResultGreenC19
source: Allowed to go to work.
ar_sa: يمكنك التوجه للعمل

# ResultRedC19
source: Must call onsite clinic doctor before leaving home and going to work. Not allowed to enter worksite at all.
ar_sa: يجب أن تبقى في المنزل وتتصل على طبيب عيادة الموظفين وتبلغ مديرك المباشر

# ResultYellowC19
source: Must call onsite clinic doctor before leaving home and going to work. Not allowed to enter facility without clearance from onsite doctor.
ar_sa: يجب أن تتصل على عيادة الموظفين قبل التوجه للعمل

# RisingFromBed
source: A10. Rising from bed
ar_sa: و١٠: النهوض من الفراش

# RisingFromSitting
source: A3. Rising from sitting
ar_sa: و٣: القيام من وضع الجلوس

# RunningMSK
source: SP2. Running
ar_sa: ر٢: الجري

source: Save
ar_sa: حفظ

# SchoolNameAddressContactInfoAndWhichGrade
source: School Name, address, contact info & which grade
ar_sa: إسم المدرسة ، وعنوانها، و بيانات الإتصال ، و في أي صف دراسي

source: School Performance
ar_sa: مستوي التحصيل و الدرجات المدرسية

source: Seizures
ar_sa: التشنجات

source: Select Completed or not?
ar_sa: اختر مكتمل أو لا؟

# SelectingAcknowledgeYouHaveNoMinorOrMajorHealthIssues
source: Selecting this will acknowledge that you have no minor to major health issues
ar_sa: في حالة تحديدك لهذا الخيار فأنت تُقر بأن ليس لديك أي مشاكل صحية.

# SelectWhetherDelivereyOrPickUp
source: Please select whether you wish to have your prescription delivered or picked-up at our Pharmacy
ar_sa: يرجى تحديد ما إذا كنت ترغب في توصيل وصفتك الطبية أو استلامها من الصيدلية

# ServiceTeamMyClinicRegardingYourExperience
source: Would you like to be contacted by the service team at My Clinic regarding your experience?
ar_sa: هل تريد أن يقوم بالتواصل معك شخص من فريق خدمة عملاء عيادتي بخصوص تجربتك؟

# SevenToEightHours
source: 7 to 8 hours
ar_sa: من 7 إلى 8 ساعات

# SevenToNineYears
source: 7 to 9 years
ar_sa: من سبعة أعوام إلى تسعة أعوام

# SevenToTenCigarettes
source: 7 - 10 cigarettes
ar_sa: من 7 إلى 10 سجائر

# SeventToNineYears
source: 7 to 9 years
ar_sa: من 7 إلى 9 سنوات

# Severe3MSK
source: Severe (3)
ar_sa: شديدة (٣)

# SeverelyMSK
source: Severely (3)
ar_sa: بشكل كبير (٣)

source: Sex
ar_sa: الجنس

source: Shisha Smoking Questionaire
ar_sa: استبيان حول تدخين الشيشة

source: Short Waiting Time
ar_sa: وقت الانتظار قصير

source: Sickle Cell
ar_sa: أنيميا الخلايا المنجلية

source: Single
ar_sa: أعزب

source: Sister
ar_sa: أخت

# SittingLyingOrRestingLaterTheDay
source: S7. How severe is your knee joint stiffness after sitting, lying, or resting later in the day?
ar_sa: ت٧: كيف تكون شدة التصلب في ركبتك بعد الجلوس أو الاستلقاء أو الراحة في نهاية اليوم؟

# SittingMSK
source: A14. Sitting
ar_sa: و١٤: وضع الجلوس

# SittingOrLying
source: P8. Sitting or lying
ar_sa: أ٨: الجلوس أو الإستلقاء

# SleepAssessmentQuestionaire
source: Sleep Assessment Questionnaire
ar_sa: استبيان تقييم النوم

source: Sleep Disorder
ar_sa: مشاكل متعلقة بالنوم

# SleepDisorderIinsomniaSleepDifficulties
source: Sleep disorder/ insomnia/ sleep difficulties
ar_sa: اضطرابات النوم/ الأرق/ صعوبة في النوم

source: Smoking
ar_sa: التدخين

source: Smoking Questionaire
ar_sa: استبيان التدخين

source: Smooth Process
ar_sa: نظام جيد

source: SMS
ar_sa: رسائل نصية

source: Snoring
ar_sa: شخير

source: Social Engagement at School
ar_sa: درجة الإندماج الإجتماعي بالمدرسة

# Sometimes2MSK
source: Sometimes (2)
ar_sa: أحياناً (٢)

source: Somewhat applies
ar_sa: ينطبق إلى حد ما

# SomewhatDoesnotApply
source: Somewhat doesn’t apply
ar_sa: لا ينطبق إلى حد ما

source: Son
ar_sa: ابن

source: Sorry
ar_sa: نأسف

source: Sorry, an error occurred whilst getting reference data for your request.
ar_sa: عذرًا، حدث خطأ أثناء مراجعة طلبك.

source: Sorry, an error occurred whilst submitting your request.
ar_sa: عذرًا، حدث خطأ أثناء تقديم طلبك.

source: Sorry, something went wrong.
ar_sa: عذرًا، حدث خطأ.

# sorrywedonotdelivertolocationsoutsideofthecityofJeddah
source: Sorry, we do not offer medication deliveries to locations outside of Jeddah at this time.
ar_sa: عذراً ،نحن لا نقوم بالتوصيل إلى خارج مدينة جدة.

source: Speech
ar_sa: النطق و التحدث

source: Speech Disorder
ar_sa: صعوبات بالنطق

# SquattingMSK
source: SP1. Squatting
ar_sa: ر١: وضعية القرفصاء

# StandingMSK
source: A4. Standing
ar_sa: و٤: الوقوف

# StandingUpRight
source: P9. Standing upright
ar_sa: أ٩: الوقوف باستقامة

# StiffnessAfterFirstWakening
source: S6. How severe is your knee joint stiffness after first wakening in the morning?
ar_sa: ت٦: كيف تكون شدة التصلب في ركبتك بعد الإستيقاظ صباحاً؟

# StiffnessMSK
source: Stiffness
ar_sa: التصلب

# StiffnessSensation
source: Stiffness is a sensation of restriction or slowness in the ease with which you move your knee joint.
ar_sa: التصلب هو الإحساس بتقييد أو بطء في سهولة تحريك مفصل الركبة.

# StraighteningKneeFully
source: P3. Straightening knee fully
ar_sa: أ٣: مد الركبة بالكامل

source: Street Address
ar_sa: اسم الشارع

source: Stress Assessment Questionaire
ar_sa: استبيان الضغط

source: Stroke
ar_sa: السكتة الدماغية

source: Submit
ar_sa: ارسال

# SubmitC19
source: Submit
ar_sa: تقديم

# SubmitMSK
source: Submit
ar_sa: تقديم

source: Submit Your Answers
ar_sa: هل تود ارسال إجاباتك ؟

source: surgery
ar_sa: عملية جراحية

# SurgeryWhen
source: When?
ar_sa: تاريخ العملية / الإجراء الجراحي (السنة)؟

# SurgeryYear
source: Year
ar_sa: تاريخ العملية / الإجراء الجراحي (السنة)

source: Surname
ar_sa: الاسم الأخير

# SurveySubmitted
source: Your survey has been submitted successfully
ar_sa: تم تقديم استبيانك بنجاح

source: Swallowing Disorder
ar_sa: صعوبات بالبلع

# SwellingYourKnee
source: S1. Do you have swelling in your knee?
ar_sa: ت١. هل يوجد تورم في ركبتك؟

source: Switch Language
ar_sa: تغيير اللغة

# SymptomsDescription
source: Answer these questions thinking of your knee symptoms during the last week.
ar_sa: أجب عن هذه الأسئلة بالتفكير في أعراض ركبتك خلال الأسبوع الماضي.

# SymptomsMSK
source: Symptoms
ar_sa: الأعراض :

source: Symptoms + Stiffness subtotal:
ar_sa: مجموع الأعراض والتصلب:

# TakingAnyVitaminsHerbalMedicinesOrSupplements
source: Are you taking any vitamins, herbal medicines or supplements?
ar_sa: هل تتناول أي فيتامينات ، مستحضرات عشبية أو مكملات غذائية ؟

# TakingOffSocks
source: A11. Taking off socks/stockings
ar_sa: و١١: خلع الجوارب

source: Technical Info
ar_sa: المعلومات الفنية

# TendOverReactSituations
source: I tend to over-react to situations
ar_sa: أميل إلى الانفعال الزائد في بعض المواقف

# TenToElevenYears
source: 10 to 11 years
ar_sa: من عشرة أعوام إلى إحدى عشر عامًا

# TenYears
source: 10 years
ar_sa: 10 سنوات

source: Thank You
ar_sa: شكراً لك

# ThankYouForCompletingC19
source: Thank you for completing the questionnaire on
ar_sa: شكرا لاستكمال الاستبيان في

# ThankYouMSK
source: Thank you for your time to fill the questionnaire.
ar_sa: شكراً جزيلاً لإجابتك على كل الأسئلة في هذه الاستبانة.

# ThreeToFourHours
source: 3 to 4 hours
ar_sa: من 3 إلى 4 ساعات

# ThreeToFourTimesPerWeek
source: 3 to 4 times per week
ar_sa: من ثلاث إلى أربع مرات في الأسبوع

source: Thyroid disease
ar_sa: أمراض الغدة الدرقية

source: Totally
ar_sa: ينطبق تمامًا
