Repository: Procare2023/PC.Survey
Catalog: WebFrontEnd/PC.External/Resources/Resource.*.resx
Languages: ar_sa

# AbilityToBeActiveOnHigherLevel
source: This section describes your ability to be active on a higher level. For each of the following activities, please indicate the degree of difficulty you have experienced in the last week due to your knee.
ar_sa: الأسئلة التالية تتعلق بوظائفك البدنية عندما تمارس أنشطة عالية الجهد، لكل نشاط من الأنشطة التالية يرجى تحديد درجـة الصـعـوبـة التي واجهتها الأسبوع الماضي بسبب الركبة.

# AbilityToMoveAndLookAfterYourself
source: This section describes your ability to move around and to look after yourself. For each of the following activities, please indicate the degree of difficulty you have experienced in the last week due to your knee.
ar_sa: الأسئلة التالية تتعلق بالوظائف البدنية، ونعني بذلك قدرتك على التنقل والإعتناء بنفسك. لكل نشاط من الأنشطة التالية يرجى تحديد درجة الصعوبة التي واجهتها الأسبوع الماضي بسبب الركبة.

source: Abnormal
ar_sa: غير طبيعي

source: Abormal appetite
ar_sa: غير طبيعية (يرجى التحديد)

# AbormalAppetiteChild
source: Abormal appetite
ar_sa: غير طبيعية

source: Actions
ar_sa: اجراءات

source: Add Family Member
ar_sa: إضافة فرد للعائلة

source: Add More
ar_sa: أضف المزيد

source: Adult Female Form
ar_sa: نموذج للنساء البالغين

source: Adult Male Form
ar_sa: نموذج الرجل البالغ

source: Alcohol/Drug abuse
ar_sa: تعاطي الكحول/ المواد المخدرة

source: Allergies
ar_sa: حساسية لشيئ معين

# AllFieldsWithAreMandatory
source: Disclaimer: No fields should be left blank. If questions do not apply, please type 0
ar_sa: يرجى عدم ترك أي خانة دون تعبئتها. إذا لم يكن لديك إجابة مناسبة تنطبق على السؤال فيرجى كتابة الرقم 0 (صفر)

source: Alphabetical values should be entered in child's name field.
ar_sa: يجب إدخال أحرف أبجدية في حقل اسم الطفل.

source: Alphabetical values should be entered in Clinic Speciality field.
ar_sa: يجب إدخال قيم أبجدية فقط في خانة تخصص العيادة

source: Alphabetical values should be entered in father's name field.
ar_sa: يجب إدخال أحرف أبجدية في حقل اسم الأب.

source: Alphabetical values should be entered in First Name field.
ar_sa: يجب إدخال قيم أبجدية في حقل الاسم الأول.

source: Alphabetical values should be entered in Last Name field.
ar_sa: يجب إدخال قيم أبجدية في حقل الاسم الأخير.

source: Alphabetical values should be entered in Middle Name field.
ar_sa: يجب إدخال قيم أبجدية في حقل الاسم الأوسط.

source: Alphabetical values should be entered in mother's name field.
ar_sa: يجب إدخال أحرف أبجدية في حقل اسم الأم

source: Alphabetical values should be entered in name field.
ar_sa: يجب إدخال قيم أبجدية فقط في خانة الاسم

source: Alphabetical values should be entered in occupation field.
ar_sa: يجب إدخال قيم أبجدية فقط في خانة المهنة

source: Al Rajhi Takaful
ar_sa: تكافل الراجحي

# Always4MSK
source: Always (4)
ar_sa: دائماً (٤)

source: Always (daily/weekly)
ar_sa: دائمًا (يوميًا/أسبوعيًا)

# AmountOfKneePainDuringActivities
source: What amount of knee pain have you experienced the last week during the following activities?
ar_sa: ماهو مقدار ألم الركبة الذي عانيته الأسبوع الماضي أثناء أداء الأنشطة التالية؟

source: Anemia
ar_sa: فقر الدم (أنيميا)

source: Anemia / Hypovitaminosis
ar_sa: نقص فيتامينات / أنيميا (فقر دم)

# AnorexiaPoorAppetite
source: Anorexia / Poor Appetite (Type Yes or No)
ar_sa: فقدان أو ضعف الشهية (يرجي كتابة الرد بـ نعم أو لا)

source: Anorexia / Vitamin deficiency
ar_sa: نقص فيتامينات / ضعف في الشهية

source: Answer
ar_sa: إجابة

# AnswerFewQuestionsC19
source: You will answer a few questions about symptoms, travel and contact you have had with others.
ar_sa: سوف تجيب على بعض الأسئلة حول أي أعراض لديك والاتصال الذي قمت به مع الآخرين.

source: Answer Survey
ar_sa: أجب على الاستبيان

source: Any Extra Comment
ar_sa: أي تعليقات اضافية...

# AnyHealthReasonLimitedYouPhysicalActivity
source: Do you know any health reason that limited you from participating in physical activity?
ar_sa: هل أنت على دراية بأي سبب صحي أو حالة طبية تعيقك أو تمنعك من المشاركة في النشاطات البدنية ؟

# AnyHospitalAdmission
source: Any recent hospital Admission?
ar_sa: هل حدث تنويم بالمستشفي مؤخرا؟

source: Any hospital admission for major illness?
ar_sa: أي تاريخ سابق للتنويم بمستشفي؟

source: Any one smoking in your family?
ar_sa: هل يدخن فرد آخر في أسرتك ؟

# AnyProlapsePostDeliveryGynecologicalProblemVaginismus
source: Any Prolapse, post delivery gynecological problem, vaginismus, lack of lipido, dysparonia?
ar_sa: هل تعانين من أي سقوط بالرحم، آلام مهبلية عند الجماع، مشاكل نسائية من بعد الولادة ، أو تناقص الرغبة الجنسية ؟

source: Any Side Effects?
ar_sa: أي أعراض جانبية ؟

source: Any specific food habits?
ar_sa: هل يوجد عادات غذائية معينة (غير محببة) ؟

# AnySurgery
source: Any recent surgery?
ar_sa: هل تعرضت لإجراء جراحي حديثاً؟

source: Any treatment received?
ar_sa: هل تلقيت علاج طبي في تلك الزيارة؟

source: Appetite
ar_sa: الشهية

source: Applies
ar_sa: ينطبق

# AppointmentAvailability
source: Availability of Appointments
ar_sa: توفر المواعيد

source: Are you a smoker?
ar_sa: هل أنت مدخن؟

source: Are you pregnant now?
ar_sa: هل يوجد حمل حالياَ ؟

# AreYouSureYouWishSubmitYourQuestionaire
source: Are you sure you wish to submit your questionaire?
ar_sa: هل أنت متأكد من رغبتك في إرسال استبيانك؟

source: Are you taking any prescription medications?
ar_sa: هل تتناول أي أدوية أو عقاقير طبية ؟

source: Arrhythmia (Irregular Heartbeat)
ar_sa: خفقان / عدم إنتظام ضربات القلب

source: Arrythmia(irregular heartbeat)
ar_sa: عدم انتظام ضربات القلب

source: Arthritis
ar_sa: إلتهاب المفاصل

# AscendingStairs
source: A2. Ascending stairs
ar_sa: و٢: صعود الدرج

source: Asthma
ar_sa: ربو

source: Availability of Services
ar_sa: توفر الخدمات

source: AXA
ar_sa: اكسا

source: Back
ar_sa: العودة

# BadReactionOrAllergyToMedicationOrSupplement
source: Have you ever had a bad reaction or allergy to any medication or supplement?
ar_sa: هل سبق و أن تعرضت لأي حساسية أو أعراض جانبية من أي دواء، عقار طبي، أو مكمل غذائي؟

source: Bedridden
ar_sa: طريح الفراش

# BehaviorAttitude
source: Behavior and Attitude
ar_sa: السلوك والتعامل

# BendingKneeFully
source: P4. Bending knee fully
ar_sa: أ٤: ثني الركبة بالكامل

# BendingPickAnObject
source: A5. Bending to the floor/pick up an object
ar_sa: و٥: الإنحناء إلتقاط شيء من الأرض

source: Bottlefeed
ar_sa: ألبان صناعية

source: Breastfeeding
ar_sa: رضاعة طبيعية

source: Brother
ar_sa: أخ

source: Bupa
ar_sa: بوبا

# C19NO
source: B- No
ar_sa: ب. لا

# C19YES
source: A- Yes
ar_sa: أ. نعم

source: Calls
ar_sa: مكالمات هاتفية

source: Cancel
ar_sa: إلغاء

source: Cancer
ar_sa: السرطان

source: Cancer Breast
ar_sa: سرطان الثدي

source: Cancer Colon
ar_sa: سرطان القولون

source: Cancer input field should not be empty.
ar_sa: خانة سرطان يجب أن لا تكون فارغة.

source: Cancer Lung
ar_sa: سرطان الرئة

# CandiesSweets
source: Candies / Sweets (Type Yes or No)
ar_sa: الحلويات / السكاكر (يرجي كتابة الرد بـ نعم أو لا)

# CarbonatedSoftDrinks
source: Carbonated Soft Drinks (Type Yes or No)
ar_sa: المشروبات الغازية (يرجي كتابة الرد بـ نعم أو لا)

source: Cardiology
ar_sa: أمراض القلب

source: Cash
ar_sa: نقدي

source: Checkboxes are required.
ar_sa: الخانات الإلزامية.

source: Chicken pox
ar_sa: الجديري المائي (العنقز)

source: Child Care
ar_sa: رعاية الطفل

source: Child Form
ar_sa: نموذج الأطفال

source: Child live with
ar_sa: مع من يعيش الطفل

source: Child Member No.:
ar_sa: ترتيب الطفل:

source: Child's Name
ar_sa: اسم الطفل

source: Chronic Eye Problems
ar_sa: أمراض العين المزمنة

source: Chronic Eye Problems input field should not be empty.
ar_sa: خانة مشاكل العين المزمنة يجب ان لا يكون فارغة.

source: City
ar_sa: المدينة

source: Clinic Speciality?
ar_sa: ماهو التخصص ؟

source: Close
ar_sa: أغلق

source: Comments...
ar_sa: تعليقات...

source: Communication
ar_sa: التواصل

source: Company Name
ar_sa: مكان العمل (إسم الشركة)

source: Complaint
ar_sa: شكوى

# ComplaintorGeneralFeedback
source: Would you like to raise your comments as a complaint or general feedback?
ar_sa: هل ترغب في رفع تعليقاتك على شكل شكوى أو ملاحظات عامة؟

source: Completed
ar_sa: مكتمل

source: Completed input field should not be empty.
ar_sa: يجب ألا يكون حقل المكتمل فارغًا.

source: confirmed case of COVID-19
ar_sa: حالة مؤكدة من فيروس كورونا الجديد COVID-19

source: Congestive heart failure
ar_sa: مرض قصور وظائف القلب الإحتقاني

source: Coronary artery disease
ar_sa: مرض تصلب الشرايين التاجية

source: Cosmetic Concerns
ar_sa: احتياج لخدمات تجميلية

# CountiesYouFrequentlyVisit
source: Countries you frequently visit:
ar_sa: البلدان التي تقوم بزيارتها بصورة متكررة:

source: Customer Satisfaction Survey
ar_sa: تقييم رضا العميل

# Daily3MSK
source: Daily (3)
ar_sa: يومياً (٣)

source: Date of Birth
ar_sa: تاريخ الميلاد

source: Date of last Doctor visit
ar_sa: تاريخ آخر زيارة للطبيب

source: Daughter
ar_sa: ابنة

source: Definitely doesn’t
ar_sa: لا ينطبق بالتأكيد

source: Delivery
ar_sa: توصيل

source: Dental
ar_sa: الأسنان

source: Department
ar_sa: قسم

source: Depression
ar_sa: إكتئاب

# DepressionOrMentalIllness
source: Depression / Mental illness
ar_sa: إكتئاب / مرض عقلي

# DermatologyAndSurgicalCare
source: Dermatology & Surgical care
ar_sa: الأمراض الجلدية والعناية الجراحية

# DescendingStairs
source: A1. Descending stairs
ar_sa: و١: نزول الدرج

source: Developmental Disorder
ar_sa: إضطراب أو تأخر النمو

source: DEVELOPMENT HISTORY
ar_sa: تاريخ النمو

source: Diabetes
ar_sa: سكري

# DiagnosisTreatment
source: Diagnosis and Treatment
ar_sa: التشخيص والعلاج

# DiptheriaOrTetanus
source: Diptheria/Tetanus
ar_sa: الدفتريا / التيتانوس

# DisclaimerSelectingNoCurrentHealthHideConditions
source: Disclaimer: Selecting "No current health issues" will hide the below conditions
ar_sa: ملحوظة: إختيارك لـ "لا يوجد مشاكل صحية حالية" سيؤدي إلي إخفاء باقي الإختيارات تلقائيا

source: Divorced
ar_sa: مطلق

# Doesnot
source: Doesn’t
ar_sa: لا ينطبق

source: Dosage
ar_sa: الجرعة

# DoUseSunBlockOrSunCreams
source: Do use sun block / sun creams?
ar_sa: هل تستعمل كريمات الحماية من الشمس؟

source: Do you exercise regularly?
ar_sa: هل تمارس الرياضة بشكل منتظم ؟

source: Do you experience stress at school?
ar_sa: هل يعاني الطفل من أي ضغوطات في المدرسة؟

# DoYouHaveAnyPetsOrAnimals
source: Do you have any pets?
ar_sa: هل لديك حيوانات أليفة ؟

# DoYouHaveAnyPetsOrAnimalsShouldNotBeEmpty
source: Do you have any pets or animals? input field should not be empty.
ar_sa: خانة هل لديك أي حيوانات أليفة؟ يجب أن لا تكون فارغة.

# DoYouHaveFeverC19
source: 2. Do you have fever today or in the last 5 days?
ar_sa: 2. هل لديك سخونة (حمى) اليوم أو خلال الخمس أيام الماضية؟

# DoYouHaveNauseaOrVomitingC19
source: 5. Do you have nausea, vomiting, and/or diarrhea?
ar_sa: 5. هل تعاني من الغثيان والقيء و / أو الإسهال؟

# DoYouHaveNewCoughC19
source: 3. Do you have a new or worsening cough?
ar_sa: 3. هل لديك سعال (كحة) جديدة أو كحة مزمنة تسوء؟

# DoYouHaveShortnessOfBreathC19
source: 4. Do you have a new or worsening shortness of breath?
ar_sa: 4. هل لديك ضيق تنفس جديد أو ضيق تنفس مزمن يسوء؟

source: Do you smoke cigarettes?
ar_sa: هل أنت مدخن ؟

source: Do you smoke Shisha?
ar_sa: هل تدخن الشيشة؟

# DoYouSmokeTobaccoInOtherForms
source: Do you smoke tobacco in other forms (pipe, cigars, shisha)?
ar_sa: هل تدخن التبغ في أشكال أخرى (شيشة ، غليون، سجائر إلكترونية) ؟

# DoYouSufferFromAnyFollowing
source: Do you suffer from any of the following?
ar_sa: هل تعاني من أي مما يلي؟

source: DRUG HISTORY
ar_sa: تاريخ الأدوية و العقاقير الطبية

# EaseBookingAppointment
source: Ease of booking an appointment
ar_sa: سهولة في حجز المواعيد

source: Edit
ar_sa: تعديل

# ElevenToFifteenYears
source: 11 to 15 years
ar_sa: من 11 إلى 15 سنة

# ElevenToFiteenYears
source: 11 to 15 years
ar_sa: من إحدى عشر عامًا إلى خمسة عشر عام

# ElevenToFourteenCigarettes
source: 11 - 14 cigarettes
ar_sa: من 11 إلى 14 سيجارة

source: Email
ar_sa: بريد إلكتروني

source: Email Address
ar_sa: عنوان البريد الإلكتروني

source: Email format is incorrect.
ar_sa: اسم البريد الإلكتروني غير صحيح.

# EndocrinologyAndDiabetesManagement
source: Endocrinology & Diabetes Managemen
ar_sa: الغدد الصماء وإدارة مرض السكري

# ENTAudiologyAndSpeechLanguagePathology
source: ENT, Audiology & Speech Language Pathology
ar_sa: أمراض الأنف والأذن والحنجرة

source: Enter Complete Address
ar_sa: فضلاً ادخل عنوانك

# EnterValidEmailAddress
source: Enter a valid email address
ar_sa: الرجاء إدخال عنوان بريد الكتروني صحيح

source: Enter your Personal Information
ar_sa: أدخل معلوماتك الشخصية

source: Epilepsy
ar_sa: صرع

source: Error!
ar_sa: خطا!

# ExplanationDiagnosis
source: Explanation of the Diagnosis
ar_sa: دقة شرح التشخيص

# ExposureHazardousMaterials
source: Exposure to hazardous materials?
ar_sa: تعرض مستمر أو لفترات طويلة لمواد مضرة؟

# Extreme4MSK
source: Extreme (4)
ar_sa: شديدة جداً (٤)

# ExtremelyMSK
source: Extremely (4)
ar_sa: بشكل كُلي (٤)

# FacilityEnvironment
source: Facility and Environment
ar_sa: المبنى والبيئة

source: Facility location and environment
ar_sa: موقع المبنى والبيئة

# FamilyAndGeriatricMedicine
source: Family & Geriatric Medicine
ar_sa: طب الأسرة وطب الشيخوخة

source: FAMILY HEALTH HISTORY
ar_sa: التاريخ المرضي للأسرة

source: FAMILY HISTORY
ar_sa: التاريخ المرضي العائلي

source: Family Medicine Unit
ar_sa: وحدة طب الأسرة

# FamilyMemberNumber
source: Family Membership:
ar_sa: رقم عضوية الأسرة:

# FastJunkfood
source: Fast / Junk Food (Type Yes or No)
ar_sa: الأطعمة / الوجبات السريعة (يرجي كتابة الرد بـ نعم أو لا)

source: Father
ar_sa: أب

source: Father's Name
ar_sa: اسم الأب

source: Fatigue/ exhaustion
ar_sa: التعب / الإرهاق

# FavoriteOutingPlace
source: Favorite Outing Place(s):
ar_sa: أماكن التنزه المفضلة:

# FavoriteRestaurant
source: Favorite Restaurant(s):
ar_sa: المطاعم المفضلة:

# FavoriteShoppingStore
source: Favorite Shopping Store(s):
ar_sa: أماكن التسوق المفضلة:

source: Favorite Sports' Club:
ar_sa: النادي الرياضي المفضل:

# FavoriteTvEntertainment
source: Favorite TV Entertainment (show, series,etc.):
ar_sa: العروض التليفزيونية المفضلة (برامج / منوعات / مسلسلات / أفلام... إلخ):

source: Feedback
ar_sa: ملاحظة

source: Feeding history
ar_sa: تاريخ الرضاعة

# FeelGrindingWhenKneeMoves
source: S2. Do you feel grinding, hear clicking, or any other type of noise when your knee moves?
ar_sa: ت٢. هل تشعر بصرير أو تسمع طقطقه أو أي صوت في ركبتك عند تحريك الركبة؟

# FeelThatEasilyGetNervous
source: I feel that I easily get nervous
ar_sa: أرى أنني أتعصب بسهولة

# FeltHurriedRushed
source: Felt hurried and rushed
ar_sa: الشعور بالتعجيل

source: Female
ar_sa: أنثى

# FewQuestionsAboutYourExperienceWithUs
source: A Few Questions About Your Experience with Us
ar_sa: بضع من الأسئلة عن تجربتك معنا

# FindDifficultTolerateInterruptionsWhenWorking
source: I find it difficult to tolerate interruptions when working
ar_sa: أجد صعوبة في تحمل المقاطعات أثناء العمل

# FindHardCalmDownAfterGetiingUpset
source: I find it hard to calm down after getiing upset
ar_sa: يصعب علي أن أهدأ بعد الغضب

# FindMyselfGettingUpsetOverMinorthings
source: I find myself getting upset over minor things
ar_sa: أجد نفسي أنزعج من الأشياء الصغيرة

# FindMyselfImpatientWhenFacedWithDelays
source: I find myself impatient when faced with delays, e.g. lifts, traffic lights, being kept waiting
ar_sa: ينفد صبري عند التعرض للتأخير لسبب ما مثل المصاعد، وإشارات المرور، والانتظار

source: Finish
ar_sa: إنهاء

source: First Name
ar_sa: الاسم الأول

# FiteenToTwentyCigarettes
source: 15 - 20 cigarettes
ar_sa: من 15 إلى 20 سيجارة

# FiveToSixHours
source: 5 to 6 hours
ar_sa: من 5 إلى 6 ساعات

# FiveToSixTimesPerWeek
source: 5 to 6 times per week
ar_sa: من خمسة إلى ستة مرات في الأسبوع

# Foods
source: Medical Diets
ar_sa: هل تتبع نظام غذائي لعلاج مرض محدد

source: Foods List
ar_sa: قائمة الطعام

source: For how many years?
ar_sa: لمدة كم عام ؟

# FourToSixCigarettes
source: 4 - 6 cigarettes
ar_sa: من 4 إلى 6 سجائر

# FourToSixSishaYears
source: 4 to 6 years
ar_sa: من أربعة أعوام إلى ستة أعوام

# FourToSixYears
source: 4 to 6 years
ar_sa: من 4 إلى 6 سنوات

source: Frequency
ar_sa: عدد المرات

# FullyBendYourKnee
source: S5. Can you bend your knee fully?
ar_sa: ت٥: هل تستطيع ثني ركبتك بشكل كامل؟

# FullyStraightenYourKnee
source: S4. Can you straighten your knee fully?
ar_sa: ت٤: هل تستطيع مد ركبتك بشكل كامل؟

source: Function, daily living
ar_sa: الوظائف، أنشطة الحياة اليومية

source: Function, daily living subtotal:
ar_sa: مجموع أنشطة الحياة اليومية:

# FunctionMSK
source: Function, sports and recreational activities
ar_sa: الوظائف، الأنشطة الرياضية والترفيهية

# FunctionSportsRecreationalActivitiesSubtotal
source: Function, sports and recreational activities subtotal:
ar_sa: مجموع الأنشطة الرياضية والترفيهية:

source: Gender
ar_sa: الجنس

# GettingInIutOfCar
source: A7. Getting in/out of a car
ar_sa: و٧: الصعود أو النزول من السيارة

# GettingInOutOfBath
source: A13. Getting in/out of bath
ar_sa: و١٣: الدخول والخروج من حوض الاستحمام

# GettingOnOffToilet
source: A15. Getting on/off toilet
ar_sa: و١٥: الجلوس أو القيام من المرحاض

# GoingShopping
source: A8. Going shopping
ar_sa: و٨: الذهاب للتسوق

# GoingUpDownStairs
source: P6. Going up or down stairs
ar_sa: أ٦: صعود أو نزول الدرج

source: Hair Falling
ar_sa: تساقط الشعر

source: HAVE WE COVERED EVERYTHING?
ar_sa: هل ترى أننا قمنا بتغطية كافة النقاط المتعلقة بك؟

# HaveWeCoveredEverythingChild
source: HAVE WE COVERED EVERYTHING?
ar_sa: هل ترى بأننا قد قمنا بتغطية كافة الأسئلة المتعلقة بطفلك ؟

source: Have you had any surgery?
ar_sa: هل سبق و أن قمت بعمل أي إجراء جراحي؟

# HaveYouHadContactC19
source: 1. Have you had a contact with a
ar_sa: 1. هل كان لديك اتصال او تعامل مع

# HaveYouHadTheFollowingImmunizations
source: Have you had the following immunizations? If you are not sure please select No
ar_sa: هل تلقيت التطعيمات و اللقاحات المذكورة أدناه ؟ إذا لم تكن متأكدًا فيرجى اختيار لا

# HaveYouOrYourFamilyLifeChanges
source: Have you or your family recently experienced any life changes or unusual psychological stress?
ar_sa: هل مررت أنت أو أي من أفراد أسرتك مؤخراً بأي تغيرات معيشية أو ضغوط نفسية غير طبيعية ؟

# HaveYouOrYourFamilyLifeChangesShouldNotBeEmpty
source: Have you or your family recently experienced any life changes or unusual psychological stress? input field should not be empty.
ar_sa: هل عانيت أنت أو عائلتك مؤخرًا من أي تغييرات في الحياة أو إجهاد نفسي غير عادي؟ يجب أن لا تكون فارغة.

source: Have you received any blood transfusion?
ar_sa: هل سبق و أن تم نقل دم لك؟

source: Head of Family
ar_sa: رب الأسرة

source: HEALTH HABITS
ar_sa: عادات الصحية

source: Hearing Disorder
ar_sa: مشاكل بالسمع

source: Heart diseases
ar_sa: أمراض القلب و قصور الدورة التاجية

# HeavyDomesticDutie
source: A16. Heavy domestic duties (moving heavy boxes, scrubbing floors, etc)
ar_sa: و١٦: الأعمال المنزلية الثقيلة، نقل الصناديق الثقيلة، ونظافة أرضيات المنزل...إلخ

source: Height
ar_sa: الطول: سم

source: Height (cm)
ar_sa: الطول (سم)

source: Hepatitis
ar_sa: الإلتهاب الكبدي

source: Hepatitis A (2 shot series)
ar_sa: الإلتهاب الكبدي أ (التطعيم مزدوج الجرعة)

source: Hepatitis B (3 shot series)
ar_sa: الإلتهاب الكبدي ب (التطعيم ثلاثي الجرعة)

source: High blood pressure
ar_sa: إرتفاع ضغط الدم

source: High Cholesterol
ar_sa: إرتفاع دهون الدم

# HistoryConceptionAssistance
source: History of using conception assistance
ar_sa: هل سبق لك استخدام وسائل مساعدة للحمل

# HistoryConceptionAssistanceInputFieldShouldNotBeEmpty
source: History of using conception assistance input field should not be empty.
ar_sa: يجب ألاتكون خانة وسائل مساعدة الحمل فارغة.

# HistoryConceptionAssistanceSpecifyTypeDate
source: History of using conception assistance (if yes, please specify type & date)
ar_sa: هل إستخدمتِ وسيلة للمساعدة على الحمل (إن كانت الإجابة نعم ، يرجى تحديد نوعها و تاريخ إستخدامها) ؟

# HistoryContraceptionMethods
source: History of using contraception methods
ar_sa: هل سبق لك استخدام وسائل منع الحمل

# HistoryContraceptionMethodsInputFieldShouldNotBeEmpty
source: History of using contraception methods input field should not be empty.
ar_sa: يجب ألاتكون خانة وسائل منع الحمل فارغة.

# HistoryContraceptionMethodsSpecifyTypeDuration
source: History of using contraception methods (if yes, please specify type & duration)
ar_sa: هل تستخدمين وسيلة لمنع الحمل (إن كانت الإجابة نعم ، يرجى تحديد نوعها و فترة إستخدامها) ؟

# HistoryMenstrualDisturbance
source: History of menstrual disturbance
ar_sa: هل يوجد تاريخ سابق لحدوث إضطرابات بالدورة الشهرية ؟

# HistoryVaginalBleeding
source: History of vaginal bleeding
ar_sa: هل يوجد تاريخ سابق لحدوث نزيف مهبلي ؟

# HistoryVaginalDischarge
source: History of vaginal discharge
ar_sa: هل يوجد تاريخ سابق لحدوث إفرازات مهبلية ؟

source: Hobbies:
ar_sa: الهوايات :

# HospitalAdmissionWhen
source: When?
ar_sa: تاريخ التنويم (السنة)؟

# HospitalAdmissionWhy
source: Why?
ar_sa: سبب التنويم؟

# HospitalAdmissionYear
source: Year
ar_sa: تاريخ التنويم (السنة)

# HowManyHoursSleepEveryDay
source: How many hours (on average) of sleep do you get every day?
ar_sa: كم عدد (متوسط) ساعات نومك في اليوم؟

# HowManyPerDay
source: How many cigarettes per day?
ar_sa: كم سيجارة باليوم ؟

source: How many sticks of cigarettes do you smoke per day?
ar_sa: كم عدد السجائر التي تدخنها كل يوم؟

source: How many years have you been smoking cigarettes?
ar_sa: كم عدد سنوات تدخينك السجائر؟

source: How many years have you been smoking Shisha?
ar_sa: كم عدد سنوات تدخينك الشيشة؟

# HowOftenAreYouExposedToSmokingAtmosphere
source: How often are you exposed to a smoking atmosphere?
ar_sa: كم مرة تعرضت فيها إلى بيئة تدخين؟

source: How often do you smoke shisha?
ar_sa: كم عدد مرات تدخينك الشيشة؟

# HowWouldYouRateProCare
source: How would you rate ProCare Hospital?
ar_sa: ما هو تقييمك لمستشفى العناية؟

# HowWouldYouRateProCareWithScore
source: How would you rate ProCare Hospital? (0 being very unsatisfactory and 10 being excellent)
ar_sa: ما هو تقييمك لمستشفى العناية؟ (0 غير مرضي – 10 ممتاز)

# HowWouldYouRateReceptionStaff
source: How would you rate the Reception staff?
ar_sa: ما هو تقييمك لفريق الاستقبال؟

# HowWouldYouRateReceptionStaffWithScore
source: How would you rate the Reception staff? (0 being very unsatisfactory and 10 being excellent)
ar_sa: ما هو تقييمك لفريق الاستقبال؟ (0 غير مرضي – 10 ممتاز)

# HowWouldYouRateTheNursesAndTheStaff
source: How would you rate the Nursing staff?
ar_sa: ما هو تقييمك لفريق التمريض؟

# HowWouldYouRateTheNursesAndTheStaffWithScore
source: How would you rate the Nursing staff? (0 being very unsatisfactory and 10 being excellent)
ar_sa: ما هو تقييمك لفريق التمريض؟ (0 غير مرضي – 10 ممتاز)

source: How would you rate your Doctor?
ar_sa: ما هو تقييمك لطبيبك؟

# HowWouldYouRateYourDoctorWithScore
source: How would you rate your Doctor? (0 being very unsatisfactory and 10 being excellent)
ar_sa: ما هو تقييمك لطبيبك؟ (0 غير مرضي – 10 ممتاز)

source: Husband
ar_sa: زوج

source: Hyperlipidemia
ar_sa: ارتفاع دهون الدم و الكولسترول

# IAmNotOptimisticPerson
source: I am not an optimistic person
ar_sa: أنا لست شخص متفائل

# IceCreams
source: Ice Cream (Type Yes or No)
ar_sa: الآيس كريم (يرجي كتابة الرد بـ نعم أو لا)

# IDonotRemember
source: I don't remember
ar_sa: لا أتذكر

# IfYesAndYouDonotMindSharingPleaseSpecify
source: if Yes and you don't mind sharing, please specify
ar_sa: إذا كانت الإجابة نعم ، ولا تمانع في الإفصاح عنها ، فيرجى ذكرها

source: if Yes, please specify
ar_sa: إن كانت الإجابة نعم ، يرجى التحديد

source: if Yes specify when and why
ar_sa: إذا نعم، كيف و متى و لماذا

source: If Yes, What kind?
ar_sa: يتم تحديد النوع إن وجد؟

# IfYouHaveQuitWhatYearDidYouQuit
source: If you have quit, for how many years did you quit?
ar_sa: إذا كنت قد أقلعت عن التدخين , فلمدة كم عام؟

source: IMMUNIZATION
ar_sa: التحصين

# ImmunizationCompleted
source: Completed?
ar_sa: هل تطعيمات الطفل مكتملة؟

# ImmunizationHistory
source: VACCINATION HISTORY
ar_sa: تاريخ التطعيمات

# ImmunizationNotCompletedWhy
source: Not completed. Why?
ar_sa: إذا كانت الإجابة لا، يرجى ذكر السبب و تحديد التطعيمات الناقصة؟

# Influenza
source: Influenza ('Flu')
ar_sa: الإنفلونزا
