Repository: Procare2023/PC.Survey
Catalog: WebFrontEnd/PC.External/Resources/Resource.*.resx
Languages: ar_sa

source: Treatment Plan Clarity
ar_sa: وضوح خطة العلاج

# TwentyOneTotwentyFiveCigarettes
source: 21 - 25 cigarettes
ar_sa: من 21 إلى 25 سيجارة

# TwentySixToThirtyCigarettes
source: 26 - 30 cigarettes
ar_sa: من 26 إلى 30 سيجارة

# TwistingMSK
source: SP4. Twisting/pivoting on your injured knee
ar_sa: و٤: الإلتواء أو اللف على ركبتك

# TwistingPivotingKnee
source: P2. Twisting/pivoting on your knee
ar_sa: أ٢: الإلتواء أو اللف على ركبتك

# TwoToThreeTimesDay
source: 2 to 3 times a day
ar_sa: من مرتين إلى ثلاث مرات يوميًا

# TwoToThreeYears
source: 2 to 3 years
ar_sa: من عامين إلى ثلاث

source: Type
ar_sa: يتم تحديد طبيعتها إن وجدت

source: Underweight
ar_sa: دون الطبيعي

source: Urine Incontinence
ar_sa: سلس بولي (عدم تحكم بالبول)

# ValidStaffEmail
source: InValid staff email
ar_sa: بريد إلكتروني غير صالح للموظفين

source: Vision/Hearing
ar_sa: النظر / السمع

source: Waiting Time
ar_sa: وقت الانتظار

source: Waiting time in pharmacy
ar_sa: الانتظار في العيادة

# WalkingFlatSurface
source: A6. Walking on a flat surface
ar_sa: و٦: المشي على سطح مستوي

# WalkingOnFlatSurface
source: P5. Walking on a flat surface
ar_sa: أ٥: المشي على سطح مستوي

# Weekly2MSK
source: Weekly (2)
ar_sa: اسبوعياً (٢)

source: Weight
ar_sa: الوزن

source: Weight and body built
ar_sa: الوزن و البنية العامة للجسم

source: Welcome to Family-Centered Care
ar_sa: مرحبًا بكم في مركز الرعاية العائلية

# WhatIsDateYourLastMenstrualCycle
source: What is the date of your last menstrual cycle?
ar_sa: ما هو تاريخ آخر دورة شهرية لكِ ؟

source: What is the relation?
ar_sa: إن كانت الإجابة نعم ، فما علاقتك به ؟

source: WhatsApp
ar_sa: واتس اب

source: What surgery?
ar_sa: إسم أو طبيعة العملية / الإجراء الجراحي؟

# WhatTypeOfExerciseForAWeek
source: What type of exercise for how long & how many days a week?
ar_sa: ماهو نوع الرياضة؟ كم مرة في الأسبوع؟ وماهي المدة التي تتطلبك للقيام بالتمرين؟

source: What was the reason for last clinic visit?
ar_sa: ما هو سبب آخر زيارة لك للعيادات ؟

source: What were you not satisfied with?
ar_sa: ما الذي وجدته غير مرضي؟

source: What were you satisfied with?
ar_sa: ما الذي وجدته مرضي؟

source: When
ar_sa: متى

source: When was your last clinic visit?
ar_sa: متى كانت آخر زيارة لك للعيادات ؟

source: When was your last dental visit?
ar_sa: متى كانت آخر زيارة لطبيب الأسنان ؟

source: Which Famliy Member are you?
ar_sa: أي فرد من العائلة أنت؟

source: Whooping Cough
ar_sa: السعال الديكي

# WhoShouldBeContactedRegardingFamilyMemberAppointments
source: Who should be contacted regarding family member appointments and other family health matters?
ar_sa: من هو الشخص الذي ينبغي الإتصال به بخصوص حجز المواعيد و المتابعات الطبية و شئون الطفل الصحية الأخرى؟

source: Why
ar_sa: لماذا

# WhyNotRecommendProCareYourFriends
source: Why would you or wouldn’t you recommend ProCare Hospital to your friends and family?
ar_sa: لماذا اخترت هذا التقييم ؟

source: Widowed
ar_sa: أرمل

source: Width (cm)
ar_sa: الوزن (كغ)

source: Wife
ar_sa: زوجة

source: Women Care
ar_sa: رعاية المرأة

# WorkRelatedProblems
source: Work-related health problems?
ar_sa: أمراض / مشاكل / متاعب صحية متعلقة بالعمل؟

source: Year
ar_sa: عام

# Years1to3
source: 1 to 3 years
ar_sa: ١ إلى ٣ سنين.

# Years3to5
source: 3 to 5 years
ar_sa: ٣ إلى ٥ سنين.

source: Yes
ar_sa: نعم

# YourAnswersHelpUsToUnderstandYourMedicalHistory
source: Your answers to the following questions will help us to understand your medical history and the concerns you’d like to discuss with your doctor. Please fill out as much of this questionnaire as possible. Thank you for your help.
ar_sa: إجاباتك على الأسئلة التالية ستساعدنا على فهم تاريخك المرضي والتعرف على مخاوفك التي يمكنك مناقشتها مع طبيبك، ولذلك يرجى منك ملئ هذا الإستبيان بعناية على قدر المستطاع. شكراً لتعاونك

# YourInformationSubmittedSuccessfully
source: Your information has been submitted successfully
ar_sa: تم تقديم المعلومات الخاصة بك بنجاح!

source: Your one-stop shop for your Family Healthcare Needs
ar_sa: برنامجك الشامل لتلبية احتياجات الرعاية الصحية العائلية
